[
    {
        "headline": "Trump Not Surprised by Meryl Streep’s Golden Globes Speech",
        "author": "By PATRICK HEALY",
        "url": "http://www.nytimes.com/2017/01/09/movies/trump-meryl-streep-golden-globes-speech.html",
        "content": [
            " President-elect Donald J. Trump dismissed Meryl Streep as “a Hillary lover” early Monday morning after the actress, in a speech at the Golden Globes award ceremony, denounced him as a bully who disrespected and humiliated others.",
            " Mr. Trump, in a brief telephone interview, said he had not seen Ms. Streep’s remarks or other parts of the Globes ceremony, which were broadcast on NBC, but added that he was “not surprised” that he had come under attack from “liberal movie people.”",
            " The Globes were the last high-profile Hollywood event before Mr. Trump’s inauguration on Jan. 20, a transfer of power that many in the entertainment industry have bemoaned.",
            " While anti-Trump comments at the Globes were relatively restrained, Ms. Streep, one of the most outspoken progressives in the film world, mounted a powerful critique of Mr. Trump’s abilities as a performer, complimenting in a backhanded way a style of showmanship that she all but called insidious.",
            " “There was one performance this year that stunned me — it sank its hooks in my heart,” Ms. Streep said. “Not because it was good; there was nothing good about it. But it was effective and it did its job. It made its intended audience laugh, and show their teeth.",
            " “It was that moment when the person asking to sit in the most respected seat in our country imitated a disabled reporter,” she said, referring to a speech by Mr. Trump in 2015 when he shuddered and flailed his arms, seemingly mocking a disabled reporter for The New York Times. “It kind of broke my heart when I saw it, and I still can’t get it out of my head, because it wasn’t in a movie. It was real life.”"
        ]
    },
    {
        "headline": "Airstrikes by Russia Buttress Turkey in Battle vs. ISIS",
        "author": "By MICHAEL R. GORDON and ERIC SCHMITT",
        "url": "http://www.nytimes.com/2017/01/08/us/politics/russia-turkey-syria-airstrikes-isis.html",
        "content": [
            " WASHINGTON — Russian warplanes have carried out airstrikes to support Turkey’s offensive in northern Syria against the Islamic State, an important evolution in a budding Russian-Turkish partnership. The deepening ties threaten to marginalize the United States in the struggle to shape Syria’s ultimate fate.",
            " The air missions, which took place for about a week near the strategically important town of Al Bab, represent the Kremlin’s first use of its military might to help the Turks in their fight against the militant group. The Russians seized an opening to try to build a military relationship with Turkey, a NATO member, as the United States has sought to keep the emphasis on taking Raqqa, the Islamic State’s self-declared capital.",
            " The Russian bombing is a remarkable turnabout from November 2015, when a Turkish F-16 fighter jet shot down a Russian Su-24 attack plane that had violated Turkey’s airspace.",
            " Russia and Turkey had already been involved in a joint effort to establish a cease-fire in Syria — one that does not involve the United States. At the same time, ties between the United States and Turkey have come under growing strain as the Turkish president, Recep Tayyip Erdogan, has become increasingly alarmed about the Kurdish forces known as the Y.P.G. The United States has aligned itself with those forces to combat the Islamic State in Syria.",
            " Some analysts say Russia appears to have arrived at an accommodation in which the Turks are moving to establish a security zone in northern Syria to preclude Syrian Kurds from setting up an autonomous region. In return, the Turks appear to be backing off their efforts to unseat President Bashar al-Assad of Syria, who, with Russian help, is strengthening his hold on the country’s major cities to the south.",
            " “The Russian-Turkish rapprochement is largely tactical,” said James F. Jeffrey, a former United States ambassador to Turkey. “Russia can live for now with a Turkish enclave in northern Syria if it does not threaten the Assad regime. And it allows Russia to exploit the U.S. shift to Turkey’s rival, the Y.P.G., by providing air support to the Turks against the Islamic State, which the U.S. inexplicably is not providing.”",
            " President-elect Donald J. Trump has spoken positively, though in vague terms, about the possibility of cooperating with Russia in the fight against the Islamic State, also known as ISIS or ISIL. But the Obama administration’s efforts to forge a common political and military strategy with the Kremlin on Syria collapsed after Russia supported Syrian forces and Iranian-backed fighters with its air power in the brutal retaking of Aleppo.",
            " Turkey began the operation at Al Bab, east of Aleppo, without coordinating with the United States and without the benefit of American airstrikes. “This is something that they’ve decided to do independently,” Col. John Dorrian, the spokesman for the American-led operation against the Islamic State, said in November.",
            " Turkey appeared to have assumed that it would make short work of the Islamic State fighters there. But the fighting has been stiff. In late November, the Turkish military’s problems were compounded when three of its soldiers were killed in what Turkish forces said was a Syrian airstrike.",
            " Mr. Erdogan later spoke by phone with Vladimir V. Putin, the Russian president, who assured him that Russia had not been involved in the air attack, according to Turkish news reports. The improving ties between the two autocratic leaders opened the door to greater cooperation.",
            " The Turkish military spoke publicly about the Russian role in a Jan. 2 statement that noted that Russian warplanes had struck targets the previous day about five miles south of Al Bab. American officials, who asked not to be identified because they were discussing intelligence, said that Russian airstrikes in the Al Bab area began at the end of December, and that Russian aircraft were flying near Al Bab as recently as Friday.",
            " The effectiveness of the Russian air operations, which have mainly involved dropping “dumb,” or unguided, bombs, is unclear. As Turkey’s casualties have mounted in the Al Bab operation, Turkish officials have complained about the lack of American air support and have even made veiled threats that Turkey might suspend allied combat flights against the Islamic State in Iraq and Syria from its major base at Incirlik, which would be a major blow to the American-led air campaign.",
            " American officials suggested that the holdup in carrying out allied airstrikes in recent weeks was related to a Turkish decision to ban the Americans from flying reconnaissance drones in and around Al Bab to help identify and confirm targets, as well as bad weather. The Turkish military said that measure was needed to ensure that no potentially hostile aircraft flew over its troops, but it has hampered the United States’ ability to carry out airstrikes without endangering civilians.",
            " Operating without the benefit of precise intelligence, the United States recently engaged in what officials called a “show of force” operation in which American aircraft flew low over Al Bab and dropped flares. But last week, the Turks agreed that the United States could fly drones and other aircraft to gather intelligence, which paves the way for the American-led coalition to carry out airstrikes against the Islamic State in Al Bab, American officials said.",
            " The United States regards the Kurdish forces as some of the most effective fighters in the campaign against the Islamic State in Syria. But in deference to Turkish sensitivities, the Americans have declined to arm them directly. The Turks, however, regard them as nothing more than an arm of the Kurdistan Workers’ Party, an insurgent Kurdish group in Turkey and Iraq. The Turks have blamed the group for killing dozens of Turkish security forces in recent weeks.",
            " By any measure, the nascent cooperation between Russia and Turkey is a striking development. The situation was far different when Russian warplanes arrived at Latakia, Syria, in September 2015 to help the Assad government take on rebel groups, including some backed by the United States and Turkey.",
            " Relations were thrown into a crisis after a Turkish fighter jet shot down a Russian Su-24 attack plane and the Russian pilot was fatally shot by Syrian rebels as he was parachuting down. Mr. Putin denounced the shoot-down as a “stab in the back.” Russia responded by deploying the S-400, an advanced air-defense system, at Latakia, and imposed economic sanctions against Turkey.",
            " But over the past year, the calculations of the two countries have changed. While President Obama warned that Syria would become a Russian military “quagmire,” the Russians, working with Iran, Iranian-backed forces and the Syrian military, helped Mr. Assad take back Aleppo in the waning months of the Obama administration without substantial Russian casualties.",
            " Still, Russia has to reckon with the fact that the Syrian military lacks the troops to control all of the country. At the same time, Turkey’s immediate objectives have shifted. Worried about the possibility that Kurdish fighters might link up separate cantons to establish an autonomous enclave across northern Syria, as well as about the presence of Islamic State fighters near its borders, Turkey sent its own forces into northern Syria in August.",
            " The Turkish offensive, which has enlisted the support of Syrian opposition groups that Turkey has backed, succeeded in taking the town of Jarabulus. But it has become bogged down near Al Bab, the last major town west of Raqqa still held by the Islamic State.",
            " The Russians notified the United States about the flights using a special hotline between Russian forces in Syria and the American air war command at Al Udeid Air Base in Qatar. The hotline’s goal is to “deconflict” air missions carried out by the Russians and the American-led coalition."
        ]
    },
    {
        "headline": "American Is Arrested in Shooting of U.S. Diplomat in Guadalajara",
        "author": "By ELISABETH MALKIN",
        "url": "http://www.nytimes.com/2017/01/08/world/americas/american-is-arrested-in-shooting-of-us-diplomat-in-guadalajara.html",
        "content": [
            " MEXICO CITY — Mexican officials said on Sunday that they had arrested an American citizen in connection with the shooting of an American diplomat in Guadalajara, Mexico’s second-largest city.",
            " The suspect, who was not identified, was seen on a security video stalking the diplomat, and then shooting him as he drove out of a parking lot on Friday evening. The arrest was announced by the prosecutor for the state of Jalisco.",
            " The suspect will be deported to the United States, according to a statement released by Mexico’s Foreign Relations Ministry and the attorney general’s office. The officials did not give any information on a possible motive.",
            " The diplomat, who is in stable condition, was identified by the local news media as Christopher Ashcraft. According to Mr. Ashcraft’s LinkedIn account, he has been a consular officer in Guadalajara, the state’s capital, since March.",
            " Secretary of State John Kerry issued a statement thanking the Mexican government “for their swift and decisive arrest of a suspect in the heinous attack.”",
            " “My thoughts and prayers remain with this officer and his family during this difficult time,” Mr. Kerry said. “I wish him a speedy recovery.”",
            " The shooting on Friday created a stir in Mexico after the consulate released the vivid security footage on its Facebook page, in an appeal for help to find the suspect.",
            " The young man, who appeared to be dressed in loosefitting dark blue clothes similar to hospital scrubs, followed the diplomat as he paid at the underground parking lot’s ticket machine, the video showed. He then waited on the sidewalk for his diplomat’s car to emerge from the exit ramp.",
            " He fired one round at the car as it was stopped at the lot’s barrier gate, and then ran off through an upscale Guadalajara neighborhood."
        ]
    },
    {
        "headline": "Peña Nieto Faces Unrest in Mexico as Gas Prices Climb and Trump Ascends",
        "author": "By KIRK SEMPLE and ELISABETH MALKIN",
        "url": "http://www.nytimes.com/2017/01/08/world/americas/unrest-mexico-pena-nieto-gas-prices-trump.html",
        "content": [
            " MEXICO CITY — Amid nationwide marches, highway blockades and looting stemming from widespread outrage over an increase in gas prices, President Enrique Peña Nieto of Mexico went on national television to appeal for understanding.",
            " With international oil prices rising and Mexico dependent on gasoline imports, he argued in the speech on Thursday, the government had no alternative but to raise prices at the pump. “Here I ask you,” he said, gesturing at the camera, “what would you have done?”",
            " It did not take long for him to get an answer, as social media erupted with suggestions and disgust.",
            " Combat corruption and impunity. Eliminate gasoline vouchers for elected officials. Collect more taxes from multinational corporations. Cut the salaries and benefits of high-level government officials. Sell the presidential plane. Reduce the first lady’s wardrobe spending. Resign.",
            " It was a tough week for the president, who seems to be trapped in a slow, downward spiral of unpopularity, with two more years left in his term and Mexico reeling from myriad problems including rampant corruption, resurgent homicide rates, a thriving drug trafficking industry, a sluggish economy and a plummeting peso.",
            " The few voices of support for Mr. Peña Nieto — in political circles and among news commentators — have been drowned out by his detractors, and no more so than in the past week, when discontent over the gas price increase boiled over into protests and looting, setting off clashes with security forces that left several dead around the country.",
            " The unrest comes as Mexico braces for the administration of President-elect Donald J. Trump, who has threatened to introduce far more restrictive immigration and trade policies, including canceling the North American Free Trade Agreement, increasing deportations and building a wall on the southern border of the United States.",
            " Concern in Mexico about Mr. Trump’s planned tack on trade has been so great that he has been able to move the markets on the basis of his Twitter posts.",
            " The Mexican peso hit record lows last week after he criticized General Motors on Twitter for exporting cars made in Mexico and Ford Motors announced that it would cancel plans for a $1.6 billion plant in the country. Mexico’s Central Bank was forced to intervene to bolster the peso, but the currency took another hit after Mr. Trump threatened Toyota on Thursday with a “big border tax” if it went ahead with a new factory in Mexico.",
            " Mexico’s Economy Ministry issued a brief statement in response saying the government “rejects any attempt to influence investment decisions by companies based on fear or threats.”",
            " But in general the Peña Nieto administration seems to be struggling to figure out how to respond to Mr. Trump. Mexicans have been clamoring for a full-throated, chest-out defense of their country and sovereignty against Mr. Trump’s threats, but many say they have yet to hear it.",
            " Confidence in Mr. Peña Nieto is so low — approval ratings have sunk below 25 percent — that he appears to be struggling to sell anything to the public, most recently the gas price increase last week.",
            " “Such a low level of popularity reduces his capacity to gather support or his margin for action to reactivate the economy,” said Ignacio Marván, a political analyst at CIDE, a Mexico City university.",
            " Mr. Peña Nieto’s efforts have been handicapped, analysts say, by a seeming disconnect from the public mood.",
            " The government looked unprepared for the violent responses to the price increases, which took effect on New Year’s Day, when most officials were on vacation. Mr. Peña Nieto himself was in the middle of a golfing trip. And as bloody unrest swept across the country, the president kept silent, finally making a public statement on the issue on Wednesday.",
            " Even then, his comments were buried in a news conference focused on cabinet changes that included the return of Luis Videgaray, a close confidant who resigned under pressure as finance minister in September after championing an unpopular visit by Mr. Trump to Mexico.",
            " The administration’s detached response to the upheaval contributed to the impression of a president out of touch with the population, analysts said, and gave a sense of a leadership that is adrift, blindsided by events.",
            " The gas price increases of about 20 percent are part of a broad overhaul that ends the state’s monopoly over the energy industry. The government has long controlled and subsidized gasoline prices, but by the end of the year it will allow gas prices to fluctuate according to the market, a move intended to attract foreign investment to compete with the state oil company, Pemex.",
            " The government has argued that ending fuel subsidies will help the country avoid spending cuts to social programs, and that the subsidies have disproportionately benefited wealthier Mexicans who own cars. But many fear that higher gasoline prices will increase costs for food and public transportation, hitting the pocketbooks of even the poorest Mexicans.",
            " Though Mexico’s opposition parties are now condemning the price increase, most of them voted for it as part of the budget approved in October. But Mexico imports more than half of its gasoline from the United States, and Mr. Trump’s election sent the peso to a historic low, raising the price of imported gasoline in pesos greater than anybody expected.",
            " Analysts said the government could have forestalled the fallout by designing measures that would have softened the blow for poorer Mexicans, or by creating subsidies for truck drivers or owners of older vehicles.",
            " “They didn’t think about it,” said Vidal Romero, a political analyst at the Autonomous Technological Institute of Mexico. “There is no compensation for citizens.”",
            " Ignited by the gas price increase, but fueled by broader discontent with the government and uncertainty about the country’s direction, citizens took to the streets, staging marches throughout the country and blocking key highways.",
            " Criminals also used the cover of the protests to break into stores and malls to strip shelves bare of home appliances, electronics, food and toys.",
            " By last weekend, hundreds of stores had been looted around the country and more than 1,000 people detained, the authorities said, and at least six people had been killed in clashes between looters and the police.",
            " The administration has rejected calls to rescind the price increase, and the ruling Institutional Revolutionary Party traded accusations with opposition groups about responsibility for fomenting the disorder.",
            " With Mr. Peña Nieto’s credibility so diminished, it will be impossible for the president to accomplish much before the 2018 presidential election, analysts said. He is not eligible to run again.",
            " The contrast with the early days of Mr. Peña Nieto’s presidency is remarkable. When he took office four years ago, his sharp political instincts helped push a bold reform agenda through Congress with support from the opposition. The reforms included the opening of the traditionally closed energy sector to foreign investment, an exceptional political accomplishment given the Mexican public’s view of the oil industry as a bedrock of the national patrimony.",
            " But now those instincts appear to have been eroded by scandal and mismanagement, and perhaps by an insulation from emotions on the street.",
            " “He has lost his feeling for politics,” Mr. Romero said.",
            " The president’s perceived weaknesses and his low approval ratings have opened up space for opposition groups and cast the future of his party’s influence into doubt. Even the Institutional Revolutionary Party’s longstanding dominance in the president’s home state, the populous State of Mexico surrounding Mexico City, has been thrown into question, with the state’s governorship up for grabs this summer.",
            " Perhaps the biggest political beneficiary of Mr. Peña Nieto’s declining popularity has been the populist politician Andrés Manuel López Obrador, a former mayor of Mexico City, who is leading in polls of potential candidates for the 2018 presidential contest. With each misstep of the president, Mr. López Obrador seems to become even more popular; some political observers refer to Mr. Peña Nieto as Mr. López Obrador’s “campaign manager.”",
            " The looting and criminal unrest across the country had subsided by the weekend, but protests continued, with thousands taking to the streets in largely peaceful marches.",
            " “We don’t want this corrupt country any more,” said Alicia Rios, 32, a receptionist who joined thousands of protesters for a march through downtown Mexico City on Saturday. “The legislators get 10,000 pesos in gasoline vouchers when the people can’t afford to fill up their tanks.”",
            " She added, “If gasoline goes up, everything goes up.”"
        ]
    }
]