[
    {
        "headline": "Florida Woman Charged in Death of Infant in ‘Co-Sleeping’ Case",
        "url": "http://www.nytimes.com/2016/12/21/us/erin-piche-pitts-infant-death.html",
        "content": [
            " Early on Oct. 6, Erin Piche-Pitts was awakened by the sound of her baby crying. She later told the authorities in Florida that she picked him up from a bassinet, prepared some formula in a bottle and settled back into her bed with him, propping him up with a pillow and nestling his head in the crook of her arm. Then she dozed off.",
            " Two and a half hours later, according to a Polk County sheriff’s affidavit, Ms. Piche-Pitts, 25, woke up “in a panic.” Blood was on her baby boy, Javier, who was less than a month old, and vomit was coming out of his mouth, she told officials.",
            " Ms. Piche-Pitts, of Winter Haven in central Florida, said she tried to revive the boy, and called 911. He was later pronounced dead at a hospital.",
            " When investigators interviewed Ms. Piche-Pitts about the baby’s death, according to the document, she said, “It happened again.”",
            " Prosectors say it was the second time an infant died under Ms. Piche-Pitts’s care: Her 13-day-old daughter, Angelina, died of suffocation in 2009. That was ruled an accident. A spokeswoman for the coroner’s office said Javier also died of accidental suffocation.",
            " In November, Ms. Piche-Pitts was charged with felony aggravated manslaughter of a child. But the police did not arrest her until Tuesday, after prosecutors reviewed the affidavit and reports. She was scheduled to appear on Wednesday before a judge, according to Polk County’s chief assistant state attorney, Brian Haas. It was not immediately clear whether she had a lawyer.",
            " The case touches on a pillar of parenting: how to get infants to sleep, especially for newborns who may require late-night feedings. It also shines a light on co-sleeping, in which parents share a room or a bed with their infants. The practice is considered controversial for medical and cultural reasons. Family bed-sharing is common in many parts of the world, but it is generally discouraged in Western cultures, where children traditionally sleep in cribs in separate rooms.",
            " Some parents say that co-sleeping helps to make babies more manageable at night, while others find the constant caregiving and interrupted sleep to be exhausting, a recent study found.",
            " Approximately 3,500 infants die annually in the United States from sleep-related deaths, including sudden infant death syndrome, accidental suffocation and accidental strangulation in bed, according to the American Academy of Pediatrics.",
            " To reduce the risk of those deaths, the academy  recommends positioning of babies supine in bed, using a firm sleep surface, sharing a room without sharing a bed, and avoiding soft bedding and overheating.",
            " The Piche-Pitts case presents prosecutors with the challenge of showing that co-sleeping was a form of neglect because the mother had been informed of the risks during both of her pregnancies.",
            " “These are very, very difficult cases,” Mr. Haas said in a telephone interview on Wednesday. “We are not charging parents with crimes because accidents happen. There has got to be something more to it.”",
            " Mr. Haas said that the case was still in the discovery phase, and officials were gathering more information about what happened in October.",
            " The affidavit charging Ms. Piche-Pitts said she had undergone counseling during both pregnancies. It said she had received information while she was pregnant with her first child about the “dangers” of co-sleeping with babies, and of the importance of placing infants on their backs to sleep.",
            " But on Dec. 4, 2009, about two weeks after she had given birth to her baby girl, Ms. Piche-Pitts fell asleep while breast-feeding in bed, only to wake up and find the baby “cold and stiff to the touch” next to her, the sheriff’s affidavit said. The baby died of asphyxia from “probable overlay” and “co-sleeping,” according to the medical examiner.",
            " When Ms. Piche-Pitt learned she was pregnant in 2016, she received training through the Healthy Start program about co-sleeping and putting an infant to sleep safely, documents show. Her mother and doctor also advised her, the affidavit said.",
            " In July, while pregnant, Ms. Piche-Pitts was arrested on a charge of possessing methamphetamine, the sheriff’s office said in a statement.",
            " The felony charge in Javier’s death was based on his being “killed in the same manner as her first child, Angelina, due to her own culpable negligence and without lawful justification,” according to the affidavit. A spokeswoman for the coroner’s office, Sheli Wilson, said an autopsy had not been finalized.",
            " Relatives of Ms. Piche-Pitts could not be reached for comment on Wednesday."
        ]
    },
    {
        "headline": "YouTube Stars Say They Were Removed From Delta Flight for Speaking Arabic",
        "url": "http://www.nytimes.com/2016/12/21/world/delta-air-lines-adam-saleh.html",
        "content": [
            " Two Muslim American YouTube stars who were returning home to New York after a world tour said they were removed from a Delta Air Lines flight at a London airport on Wednesday after other passengers expressed discomfort with their presence on the flight.",
            " Adam Saleh, 23, a filmmaker from Manhattan, and his friend Slim Albaher, 22, from Bay Ridge in Brooklyn, said they were asked by the captain to leave their flight at Heathrow Airport after Mr. Saleh spoke in Arabic to his mother by phone and they followed up by speaking to each other in Arabic, setting off anger and alarm among British passengers on the flight.",
            " The news was met on social media with anger against the airline industry, but also skepticism. Mr. Saleh, who has more than 2 million subscribers on YouTube, has a history of perpetuating video hoaxes and pranks, some of them aimed at exposing stereotypes about Muslims. In his latest YouTube video, posted this month, he pretended to smuggle himself onto a plane in a suitcase.",
            " In a phone interview Wednesday from Heathrow before he and Mr. Albaher boarded a new flight, Mr. Saleh insisted this was not a stunt: “The only thing I can say is, I would never film a phone video. That’s when it’s really serious, and I must film.” His video camera was in his luggage.",
            " Delta is reviewing the incident. Morgan Durrant, a spokesman for the airline, said in a statement that two passengers had been removed from the flight after “a disturbance in the cabin resulted in more than 20 customers expressing their discomfort.”",
            " He did not identify the passengers nor would the airline elaborate on the statement.",
            " “We are taking allegations of discrimination very seriously,” it said. “Our culture requires treating others with respect.”",
            " Camilla Goodman, a spokeswoman for London’s Metropolitan Police, confirmed that two passengers had been removed from the flight and that they “didn’t do anything lawfully wrong.” They were not arrested, she said. Mr. Saleh and Mr. Albaher later boarded a Virgin flight to New York.",
            " In Periscope videos and the interview with The Times, Mr. Saleh and Mr. Albaher  gave their version of events.",
            " Mr. Saleh said he had just spoken to his mother on the phone, in Arabic, to tell her when his flight would land. After the call, he and Mr. Albaher continued to speak briefly in Arabic, when they were interrupted by a woman in front of them who asked them to speak English because they were making her uncomfortable.",
            " They did not respond aggressively, Mr. Saleh said, but told her that they were speaking Arabic and asked whether she had ever heard another language. Then, Mr. Saleh said, a man with a British accent who appeared to be traveling with her swore at them and said they should be “chucked” off the plane.",
            " “At this point, me and Slim looked at each other,” Mr. Saleh said in the interview. “We didn’t know what to do. We felt like we were terrorists.”",
            " The situation escalated, Mr. Saleh said, and other passengers joined in asking that Mr. Saleh and Mr. Albaher be kicked off the plane. Some of them mentioned Monday’s terrorist attack in Berlin, he said.",
            " After the disturbance continued for what Mr. Saleh said was about seven minutes, the captain was summoned, and he asked that the two men leave the plane with their baggage.",
            " At that point, Mr. Saleh started filming with his phone. He later shared the video and others from the airport on Twitter, where he has more than 250,000 followers.",
            " In the footage, Mr. Saleh was being escorted from the plane as he pointed out passengers who were heckling him, yelling goodbye and waving at the camera.",
            " “You guys are racist,” Mr. Saleh shouts in the video, as he retells the story of the confrontation. “Six white people against us bearded men.”",
            " With Mr. Saleh’s large following, the story quickly took off, and many people were immediately critical of Delta.",
            " Reports of Muslims being asked to leave planes have risen in recent months, according to advocacy groups. Zainab Chaudry, a spokeswoman for the Council on American-Islamic Relations, the United State’s largest Muslim civil rights group, said in a phone interview on Wednesday, “More and more reports have been made of Muslims or Arabs, or people who were perceived to be Muslim or Arabs, who were removed from planes by airline personnel.",
            " “There isn’t one particular airline I can point to and say, ‘We’ve been hearing more reports on this airline than others,’ ” she said. “Delta has not been one of the more common offenders.”",
            " In April, a college student was removed from a Southwest Airlines flight in California when he was heard speaking Arabic, a week after a Muslim woman was asked to leave another Southwest flight when she asked to switch seats. In May, an Italian professor was removed from an American Airlines flight when a passenger reported becoming alarmed by his handwritten notes, which were in fact math equations.",
            " Mr. Saleh and Mr. Albaher, who are best friends and frequently work together, had recently traveled to Kuala Lumpur and Sydney to perform their stage show, which mixes comedy with inspirational speaking. Their audience largely consists of young English-speaking Muslims from around the world, Mr. Albaher said, though he added that “a bunch of other people watch us too.”",
            " Mr. Saleh was born and raised in New York City. After the Sept. 11, 2001, attacks, he was afraid to tell people he was Muslim, but he later embraced his culture and religion: “I wanted to show people we can have fun, we can be normal just like everyone else.”"
        ]
    },
    {
        "headline": "California Today: Cast Your Vote for Californian of the Year",
        "url": "http://www.nytimes.com/2016/12/21/us/california-today-cast-your-vote-for-californian-of-the-year.html",
        "content": [
            " Good morning.",
            " (Want to get California Today by email? Sign up.)",
            " Last week we announced an inaugural “Californian of the Year” contest, and asked readers to write in with nominations.",
            " Emails poured into our inbox, with names of politicians, environmentalists, homeless advocates and sports figures, among others.",
            " A number of entries were personal in nature. Some workers suggested their bosses (lucky you). One man nominated his father, who died this year.",
            " To create a roster of finalists, we included people who were mentioned more than a handful of times, then added some wild cards for good measure. They are, in alphabetical order:",
            " • Andy Bales. The C.E.O. of Union Rescue Mission has dedicated his life to helping the homeless in Los Angeles.",
            " • Marc Benioff. The Salesforce C.E.O. has made philanthropy a central part of the company’s mission.",
            " • Barbara Boxer. The Democratic senator is retiring after 34 years of representing California in Congress.",
            " • Jerry Brown. California’s longest-serving governor has pushed ambitious agendas.",
            " • Nicole Capretz. The Climate Action Campaign founder is a force in environmental advocacy in San Diego.",
            " • Betty Chinn. Known as the Chinese Mother Teresa, she has been a lifeline to Eureka’s homeless.",
            " • Kamala Harris. California’s new senator is seen as having a bright future on the national and state stages.",
            " • Colin Kaepernick. The 49ers quarterback’s national anthem protest polarized fans and incited debate.",
            " • Elon Musk. The serial entrepreneur seems to embody the creative daring of Silicon Valley.",
            " • Vin Scully (see below).",
            " As for me, I’m going with Mr. Scully, the gentlemanly broadcaster who retired in October after 67 years as the voice of Dodgers baseball.",
            " As the Los Angeles Times sportswriter Bill Plaschke put it, Mr. Scully “is the soundtrack of our lives, the dignified and graceful accompaniment of endless sandy summers, a daily harmonic reminder of the Southern California dream.”",
            " After the results are in, we’ll reveal a winner by the end of the year.",
            " • The cost of the 405 highway project in Los Angeles has now reached $1.6 billion. Was it worth it? [The New York Times]",
            " • California’s largest pension fund moved to lower its investment forecast. That means higher contributions from taxpayers are coming. [Sacramento Bee]",
            " • California’s Supreme Court halted a voter-approved measure that would have sped up death penalty appeals. [The Associated Press]",
            " • Lawyers for Derick Ion Almena said the Ghost Ship warehouse leader “should not be made a scapegoat” for Oakland’s deadly Dec. 2 fire. [East Bay Times]",
            " • The body of a former reality television contestant who went missing was found at a Los Angeles area home. An arrest was made. [Los Angeles Times]",
            " • A Los Angeles deputy police chief was chosen to head the San Francisco Police Department. Watchdogs welcomed an outsider. [San Francisco Chronicle]",
            " • In the race to develop self-driving cars, Michigan is suddenly aiming to give Silicon Valley a run for its money. [The New York Times]",
            " • Twitter is losing another executive. This time, the chief technology officer is departing. [The New York Times]",
            " • The Bay Area has 38 of the country’s 100 most expensive ZIP codes, a survey found. [KQED]",
            " • DeMarcus Cousins of the Sacramento Kings was fined $50,000 for his behavior toward reporters. “My actions were inexcusable,” he said. [Sacramento Bee]",
            " • A producer of the blockbuster epic “The Great Wall” rejected accusations that casting Matt Damon was “whitewashing.” [The New York Times]",
            " • A tour of six ultracreative restaurants in Los Angeles strip malls. [The New York Times]",
            " • A libations columnist offered a list of the best 25 California wines that he tasted this year. [Orange County Register]",
            " Does the Bay Area have a superiority complex?",
            " James Hetfield seems to think so. During a recent interview on the comedian Joe Rogan’s podcast, the Metallica frontman said the region’s “elitist attitude” played a part in his family’s decision to leave their longtime home in Marin County and move to Vail, Colo.",
            " “I kind of got sick of the Bay Area, the attitudes of people there,” he said.",
            " Mr. Hetfield, 53, cited his love of hunting as one point of friction. “They talk about how diverse they are and things like that,” he told Mr. Rogan. “And it’s fine if you’re diverse like them. But showing up with a deer on the bumper doesn’t fly in Marin County.”",
            " San Francisco has topped a number of rankings of cities for “snobbery,” as have several other Bay Area locations. The reputation was even parodied (in gross fashion) during a 2006 episode of “South Park” titled “Smug Alert!”",
            " Mr. Hetfield had other conflicts in Marin County. He once angered fellow residents by erecting a fence on his property near San Rafael that blocked a popular trail.",
            " In his conversation with Mr. Rogan, he said he fit in better in Colorado, where his wife, Francesca, grew up.",
            " “In Colorado everyone is very natural,” he said.",
            " Writing in SFist in 2013, the San Francisco journalist Rose Garrett acknowledged that the city’s residents are at times guilty of an air of superiority.",
            " She added: “But that’s only because we’ve got a good thing going, and we know it.”",
            " California Today goes live at 6 a.m. Pacific time weekdays. Tell us what you want to see: CAtoday@nytimes.com.",
            " The California Today columnist, Mike McPhate, is a third-generation Californian — born outside Sacramento and raised in San Juan Capistrano. He lives in Davis. Follow him on Twitter.",
            " California Today is edited by Julie Bloom, who grew up in Los Angeles and attended U.C. Berkeley."
        ]
    },
    {
        "headline": "Donald Trump, Seeking Ambassadors, Sorts Through Competing Priorities",
        "url": "http://www.nytimes.com/2016/12/21/us/donald-trump-ambassadors.html",
        "content": [
            " President-elect Donald J. Trump appears to believe he owes little to the Republican establishment donor set, a majority of whom opposed him. He also ran a campaign that challenged longstanding shibboleths of American diplomacy.",
            " Mr. Trump’s choice of ambassadors could be a sign of how serious he is about both those stances. But as his transition team begins sifting through possible choices for a dozen major embassies, the signals are unclear.",
            " Two of his three choices so far, Gov. Terry E. Branstad of Iowa for China, and David M. Friedman for Israel, are loyalists, not big donors. The third, Gov. Nikki R. Haley of South Carolina, picked as ambassador to the United Nations, was an ardent critic of Mr. Trump. Mr. Branstad has described President Xi Jinping of China as an “old friend;” Ms. Haley and Mr. Friedman have no diplomatic experience.",
            " But the nomination of Mr. Friedman, a conservative who has been deeply critical of the pro-Israel lobbying group J Street, and who has vowed to move the United States Embassy to Jerusalem, has roiled large sections of the foreign policy establishment — just the kind of disruption Mr. Trump liked to emphasize in his campaign.",
            " So far, Mr. Friedman is the exception. As the intense jockeying for ambassadorships has begun among donors, loyalists to Mr. Trump and, in some cases, people close to his children, his advisers have potentially competing priorities.",
            " If Mr. Trump chooses Woody Johnson, the owner of the New York Jets who is a longtime Republican donor and a friend of the president-elect, or someone like Peter S. Kalikow, the New York developer and Trump supporter, he would be following a familiar script.",
            " If he chooses someone like Jon M. Huntsman Jr. for Japan, Mr. Trump would be trying to match a Republican establishment figure with a region he is familiar with. Mr. Huntsman has served as ambassador to China and Singapore.",
            " If he goes for someone like Robert Pence, a Virginia developer who did not support Mr. Trump’s candidacy but who has been recommended by Vice President-elect Mike Pence, it would fall more in line with his choice of Ms. Haley and of bringing outsiders into the fold. (The two Pences are not related).",
            " The expectation is that Mr. Trump will begin by rewarding supporters with appointments to Western Europe or the Caribbean, as is often the case with new administrations. But they could also include donors to his campaign or transition, people he might need again in the future.",
            " “They generally start out more political,” said Asgeir Sigfusson, the communications director for the American Foreign Service Association. “The numbers will even out.”",
            " In previous administrations, he said, about 70 percent of nominations were foreign service professionals and 30 percent were political appointees. It remains to be seen if Mr. Trump will adhere to that breakdown, Mr. Sigfusson said.",
            " Aides to Mr. Trump declined to comment, beyond saying that discussion about candidates was in the early stages.",
            " There are some favorites among the names Mr. Trump’s advisers are batting around, however, and meetings on the subject are expected to increase in frequency starting this week.",
            " Mr. Trump’s aides are sifting through a broad list of recommendations from people involved in the transition process, including the president-elect’s daughter Ivanka and his son-in-law, Jared Kushner. As a result, the suggestions have included people who did not immediately support the Trump ticket, such as Ronald J. Gidwitz, who backed Jeb Bush in the primaries.",
            " There have been some aspirational suggestions, such as Mr. Huntsman, who served as ambassador to China in the Obama administration, for Japan; or Michèle A. Flournoy, a top Pentagon official in the Obama administration, as an ambassador to NATO. The two have deep knowledge of policy and have been spoken of favorably by Stephen K. Bannon, Mr. Trump’s chief White House strategist. But a number of Mr. Trump’s top advisers oppose them.",
            " Then there are more personal recommendations from people involved in the transition. One was for Morris Goldfarb, the chief executive of the G-III Apparel Group, which had a licensing agreement for Ms. Trump’s apparel line. Another was former Gov. James Gilmore of Virginia, who has been recommended by Lt. Gen. Keith Kellogg, a Trump adviser.",
            " Ivana Trump, Mr. Trump’s first wife, cheekily recommended herself to The New York Post for ambassador to the Czech Republic. John Jay LaValle, chairman of the Suffolk County Republican Committee in New York and one of Mr. Trump’s few vocal defenders in the campaign’s final days, could see a plum post.",
            " And there are a raft of donors and longtime Republicans angling for appointments who could expect particularly close scrutiny by Democrats during confirmation hearings.",
            " “I think confirmation is always problematic,” said Mel Sembler, a party fund-raiser appointed ambassador to Australia by the elder President George Bush and to Italy by the younger.",
            " “The first time out, it was a long and embarrassing and difficult process,” Mr. Sembler said. Old scars become new information as senators start their review, he said.",
            " Some donors could see old troubles resurface.",
            " Mr. Kalikow, the New York developer, who filed for personal bankruptcy when he owned The New York Post more than two decades ago, has been mentioned for a possible post. So has Georgette Mosbacher, a socialite whose husband, now deceased, was the focus of a lawsuit over a flawed census count in 1990. Neither Mr. Kalikow nor Ms. Mosbacher would comment for this article.",
            " Duke Buchan, major supporter of Jeb Bush and a defender of the work of Right to Rise, the “super PAC” backing that candidate, joined the Trump effort in the summer and contributed significantly to his campaign. Mr. Buchan has expressed interest in becoming ambassador to Spain, where he says he studied and where a company he once held stock in recently owned property. He also used to own shares in a company that holds military contracts, records show.",
            " Mr. Buchan, who does not know Mr. Trump well, has had blunt discussions about how to best position himself for an ambassadorship, according to people close to the transition. He did not respond to requests for comment.",
            " Fred V. Malek, a former aide to President Richard M. Nixon and to the elder President Bush, said that being a donor did not guarantee anything.",
            " “It doesn’t mean that somebody can be a fund-raiser and just have an ambassadorship,” he said. “They have to have some credentials.”",
            " At least two prospective candidates from the donor community, according to people with direct knowledge of the discussions, are likely to end up with posts.",
            " Lewis M. Eisenberg, the Republican National Committee finance chairman who raised money with Mr. Trump’s choice for Treasury secretary, Steven Mnuchin, is seen as a possible choice for Italy. Mr. Johnson, the Jets owner, is a leading choice for Britain.",
            " Joseph Forgione, who was passed over for secretary of housing and development, has support to become ambassador to the Vatican. So does William E. Simon Jr., an ally of Rudolph W. Giuliani, who recommended him.",
            " R. Nicholas Burns, an ambassador to Greece under President Bill Clinton, said that the State Department typically put forward a list of people to consider, and that incoming presidents should be aware of their options.",
            " “I think President-elect Trump would be well advised to broaden the circle of people he consults in making these appointments,” Mr. Burns said."
        ]
    }
]